<?php
return [
    'language_selection' => "លោកអ្នកបានជ្រើសរើសភាសាខ្មែរ។ សូមផ្ដល់ព័ត៌មានទំនាក់ទំនងរបស់អ្នក។",
    'welcome_message' => "សូមជំរាបសួ! សូមសូមស្វាគមន៍មកកាន់ប្រព័ន្ធប្រតិបត្តិការយើងខ្ញុំ។",
    'please_choose_language' => "សូមជ្រើសរ់សភាសាដើម្បីបន្តទៅជំហានបន្ទាប់៖",
    'help_message' => "នេះគឺជាសារជំនួយរបស់អ្នក។ អ្នកអាចប្រើ /restart ដើម្បីចាប់ផ្តើមឡើងវិញ។",
    'decode_prompt' => "សូមផ្ញើរូបភាពនៃកូដ​របា​ឬកូដ QR។",
    'waiting_for_image' => "សូមរង់ចាំ ប្រព័ន្ធកំពុងធ្វើប្រតិបត្តការ។ សូមផ្ញើរូបភាពនៃកូដ​របា​ឬកូដ QR។",
    'complete_previous_steps' => "សូមបញ្ចប់ជំហាននីមួយៗ មុនពេលធ្វើការពន្លាតកូដបារ។",
    'thanks_for_contact' => "សូមអរគុណសម្រាប់ការផ្ដល់ព័ត៌មានទំនាក់ទំនងរបស់អ្នក!\nឈ្មោះរបស់អ្នក: %s %s\nលេខទូរស័ព្ទ: %s\nឈ្មោះអ្នកប្រើប្រាស់: %s",
    'location_prompt' => "សូមផ្ដល់ទីតាំងរបស់អ្នកជាមួយប៊ូតុងខាងក្រោម។ ប៊ូតុងអាចប្រតិបត្តិការល្អបំផុតនៅលើឧបករណ៍ទូរស័ព្ទចល័តឆ្លាតវៃ។",
    'thanks_for_location' => "សូមអរគុណសម្រាប់ការចែករំលែកទីតាំងរបស់អ្នក!\nរយៈទទឹង៖ %s\nរយៈបណ្ដោយ៖ %s\n<a href=\"%s\">ចូលទៅកាន់ Google Maps</a>",
    'thank_you_location' => "សូមអរគុណសម្រាប់ការចែករំលែកទីតាំងរបស់អ្នក!",
];

