<?php
return [
    'welcome_message' => "សួស្ដី! សូមសូមស្វាគមន៍មកកាន់ប្រព័ន្ធប្រតិបត្តិការយើងខ្ញុំ។",
    'language_selection' => 'សូមជ្រើសភាសារបស់អ្នក:',
    'contact_prompt' => 'សូមចែករំលែកព័ត៌មានទំនាក់ទំនងរបស់អ្នក។',
    'help' => 'នេះគឺជាសារជំនួយរបស់អ្នក។ អ្នកអាចប្រើ /start ដើម្បីចាប់ផ្តើម។',
    'menu' => 'ជម្រើសម៉ឺនុយ៖ /start, /help',
    'thanks_for_contact' => "អរគុណសម្រាប់ការចែករំលែកទំនាក់ទំនងរបស់អ្នក!\nឈ្មោះរបស់អ្នក: %s %s\nលេខទូរស័ព្ទ: %s\nឈ្មោះអ្នកប្រើប្រាស់: %s",
    'upload_barcode' => 'សូមផ្ញើរូបភាពBarcode ឬ QR សម្រាប់ស្កេន។',
    'share_location' => 'សូមចែករំលែកទីតាំងរបស់អ្នកដើម្បីបន្ត។',
    'barcode_error' => 'មិនអាចស្គេនបាកូដបានទេ។ សូមព្យាយាមម្ដងទៀតជាមួយរូបភាពច្បាស់ណាស់។',
    'image_error' => 'មិនអាចទាញយករូបភាពបានទេ។ សូមព្យាយាមម្ដងទៀត។',
    'thank_you_location' => "កាលបរិច្ឆេទ៖ %s %s\nលេខកូដ៖ \n%s \nទីតាំង៖ %s",

];